Repository: chailoetlim/screenshots_diff_report
Catalog: l10n/*/LC_MESSAGES/messages.po
Languages: ca, it, ja

source: Never photograph or scan it into a device that connects to the internet.
ca: Mai l'escanegis o fotografiïs amb un dispositiu que es connecta a Internet.
it: Evita di fotografare o scansionare con un dispositivo connesso ad internet.
ja: インターネットに接続可能な機器等に撮影されたり読み込まれたりしないよう、ご注意ください！

source: Confirm SeedQR
ca: Confirma SeedQR
it: Conferma SeedQR
ja: シードQRを確認する

source: Confirm SeedQR?
ca: Confirma SeedQR?
it: Confermare SeedQR?
ja: シードQRを確認する？

source: Scan your SeedQR
ca: Escaneja la teva SeedQR
it: Scansiona il tuo SeedQR
ja: シードQRを読み取る

source: Error!
it: Errore!
ja: エラー！

source: Your transcribed SeedQR does not match your original seed!
ca: El SeedQR transcrit no coincideix amb la llavor original!
it: Il SeedQR trascritto non coincide con il Seed originale!
ja: 書き写されたシードQRの控えが元のシードと一致しない！

source: Review SeedQR
ca: Revisa el SeedQR
it: Controlla il SeedQR
ja: シードQRを確認

source: Your transcribed SeedQR successfully scanned and yielded the same seed.
ca: El SeedQR transcrit s'ha escanejat correctament i genera la mateixa llavor.
it: Il SeedQR trascritto è stato scansionato con successo e ha prodotto lo stesso Seed.
ja: 書き写されたシードQRの控えが無事に読み取られて元のシードと一致する。

source: Your transcribed SeedQR could not be read!
ca: El SeedQR transcrit no es pot llegir!
it: Il SeedQR trascritto potrebbe non essere letto!
ja: 書き写されたシードQRの控えを読み取れなかった！

source: Sig type can't be auto-detected from this address. Please specify:
ca: El tipus de signatura no es pot detectar automàticament per aquesta adreça. Especifica-la si us plau:
it: Il tipo di firma non può essere rilevato da questo indirizzo. Per favore specifica:
ja: このアドレスから署名の種類を自動検出できなかったため、署名の種類を指定してください。

source: Skip 10
ca: Saltar-se'n 10
it: Salta 10
ja: 10を飛ばす

source: Cancel
ca: Cancel·la
it: Cancella
ja: キャンセル

source: Can't validate a single sig addr without specifying a seed
ca: No es pot validar una adreça d'una única signatura sense especificar la llavor
it: Impossibile validare la singola firma dell'indirizzo senza specificare un Seed
ja: シングルシグのアドレスを検証するには、シードの指定が必要です。

source: Scan Descriptor
ca: Escaneja descriptor
it: Scansiona Descriptor
ja: descriptorを読み取る

source: Return to PSBT
ca: Retornar a PSBT
it: Ritorna a PSBT
ja: PSBTへ戻る

source: Signing messages for custom derivation paths not supported
ca: Signatura de missatges amb rutes de derivació personalitzades no suportada
it: Firma un messaggio per un Derivation Path non supportato
ja: 都度指定の導出パスでメッセージを署名することが未対応です。

source: I/O test
ca: Test d'Entrada/Sortida
it: Test I/O
ja: 入出力テスト

source: Advanced
ca: Avançat
it: Avanzate
ja: 詳細設定

source: Dev Options
ca: Opcions Dev
it: Opzioni sviluppatore
ja: 開発者向け設定

source: Persistent Settings enabled. Settings saved to SD card.
ca: Preferències Persistents habilitades. Preferències guardades a la targeta SD.
it: Impostazioni persistenti abilitati. Tutte le impostazioni sono state salvate sulla SD card.
ja: 非揮発性設定が有効で、設定をSDカードに保存する。

source: Settings updated in temporary memory
ca: Preferències actualitzades en memòria temporal
it: Impostazioni aggiornate per la sessione corrente.
ja: 揮発性設定を更新済み

source: New seed
ca: Llavor nova
it: Nuovo Seed
ja: 新しいシード

source: Calc 12th/24th word
ca: Calc la 12a/24a paraula
it: Calcola la 12esima/24esima parola
ja: 12・24ワード目を算出

source: Tools
ca: Eines
it: Strumenti
ja: ツール

source: 12 words
ca: 12 paraules
it: 12 parole
ja: 12ワード

source: 24 words
ca: 24 paraules
it: 24 parole
ja: 24ワード

source: Mnemonic Length?
ca: Longitud del mnemònic?
it: Lunghezza della mnemonica?
ja: シードワード数は？

source: 12 words ({} rolls)
ca: 12 paraules ({} tirades)
it: 12 parole ({} lanci)
ja: 12ワード（{}回投げる）

source: 24 words ({} rolls)
ca: 24 paraules ({} tirades)
it: 24 parole ({} lanci)
ja: 24ワード（{}回投げる）

source: Mnemonic Length
ca: Longitud del mnemònic
it: Lunghezza della mnemonica
ja: シードワード数

source: Coin flip entropy
ca: Entropia del llançament de moneda
it: Entropia del lancio di una moneta
ja: コインを投げてエントロピーを生成する

source: Word selection entropy
ca: Entropia de la selecció de paraules
it: Entropia della selezione della parola
ja: ワードを選択してエントロピーを生成する

source: Finalize with zeros
ca: Finalitzar amb zeros
it: Finalizza con zeri
ja: ゼロで詰めて完成化する

source: Final Word Calc
ca: Calc Paraula Final
it: Calcola l'ultima parola
ja: 最後のワードの計算

source: Load seed
ca: Carregar llavor
it: Importa Seed
ja: シードを入力

source: Scan wallet descriptor
ca: Escanejar descriptor de bitlletera
it: Scansiona wallet descriptor
ja: ウォレットのdescriptorを読み取る

source: Receive Addresses
ca: Adreça de recepció
it: Indirizzi di ricezione
ja: 入金用アドレス

source: Change Addresses
ca: Adreces de canvi
it: indirizzi di resto
ja: お釣り用アドレス

source: Calculating addrs...
ca: Calculant adreces...
it: Generando indirizzi...
ja: アドレスを計算中...

source: Custom Derivation address explorer not yet implemented
ca: L'explorador personalitzat d'adreces encara no està implementat
it: Explorer di derivazione degli indirizzi personalizzato non ancora implementato
ja: 都度指定の導出パス用のアドレス・エクスプローラーは未対応です。

source: Single sig descriptors not yet supported
ca: Els descriptors de signatura sola encara no estan suportats
it: Descriptor di Single Sig non ancora supportato
ja: シングルシグウォレットのdescriptorがまだ未対応

source: Next {}
ca: Següent {}
it: Prossimi {}
ja: 次の{}

source: Receive Addrs
ca: Adreces de Recepció
it: Indirizzi di ricezione
ja: 入金用アドレス

source: Change Addrs
ca: Adreces de Canvi
it: Indirizzi di resto
ja: お釣り用アドレス

source: Scan
ca: Escanejar
it: Scansiona
ja: 読み取る

source: Seeds
ca: Clauer
ja: シード箱

source: Restart
ca: Reinicia
it: Riavvia
ja: 再起動

source: Power Off
ca: Apaga
it: Spegni
ja: ｼｬｯﾄﾀﾞｳﾝ

source: Reset / Power
ca: Reiniciar / Apagar
it: Reset
ja: 再起動・ｼｬｯﾄﾀﾞｳﾝ

source: This is still on our to-do list!
ca: Segueix en la nostra llista de tasques pendents!
it: Questo è ancora nella lista delle cose da fare!
ja: これはやる予定です！

source: Work In Progress
ca: Treball en curs
it: Lavori in corso
ja: 作業中

source: Not Yet Implemented
ca: Encara no està implementat
it: Non ancora implementato
ja: 未実装

source: Back to Main Menu
ca: Torna al menú principal
it: Torna al menù principale
ja: メニューへ戻る

source: Network Mismatch
ca: Les Xarxes No Coincideixen
ja: ネットワーク不一致

source: Change Setting
ca: Canvia la configuració
it: Modifica Impostazioni
ja: 設定を変更する

source: Current network setting ({}) doesn't match {}.
ca: Les preferències de xarxa actuals ({}) no coincideixen amb {}.
it: Le attuali impostazioni del network ({}) non coincidono con {}.
ja: 現在のネットワーク設定（{}）が{}と一致しない。

source: System Error
ca: Error del sistema
it: Errore di sistema
ja: システムエラー

source: Update Setting
ca: Actualitza la configuració
it: Aggiorna Impostazioni
ja: 設定を更新する

source: "{}" is currently disabled in Settings.
ca: "{}" està actualment deshabilitat a Preferències.
it: "{}" è attualmente disabilitato nelle Impostazioni.
ja: 現在の設定により「{}」が無効となっている。

source: Option Disabled
ca: Opció deshabilitada
it: Opzione disabilitata
ja: その機能が無効となっている
