Repository: chailoetlim/screenshots_diff_report
Catalog: l10n/*/LC_MESSAGES/messages.po
Languages: ca, it, ja

source: tSats
ja: tサトシ

source: sats
ja: サトシ

source: You can remove the SD card now
ca: Pots retirar la targeta SD si vols
it: Ora puoi rimuovere la scheda SD
ja: SDカードを抜いても良い

source: SD card removed
ca: Targeta SD retirada
it: Scheda SD rimossa
ja: SDカードを抜いた状態

source: SD card inserted
ca: Targeta SD carregada
it: Scheda SD inserita
ja: SDカードを挿入した状態

source: Review PSBT
ca: Revisar PSBT
it: Controlla la PSBT
ja: PSBTの内容を確認する

source: Review Details
ca: Revisar Detalls
it: Controlla i Dettagli
ja: 詳細を確認する

source: 1 input
ca: 1 entrada
ja: インプット数 = 1

source: input 1
ca: entrada 1
ja: インプット1

source: input 2
ca: entrada 2
ja: インプット2

source: input {}
ca: entrada {}
ja: インプット {}

source: self-transfer
ca: autotransferència
it: auto-trasferimento
ja: 自分に送金

source: recipient 1
ca: destinatari 1
it: destinatario 1
ja: 送金先1

source: recipient {}
ca: destinatari {}
it: destinatario {}
ja: 送金先{}

source: fee
ca: comissió
ja: 手数料

source: change
ca: canvi
it: resto
ja: お釣り

source: PSBT Math
ca: Càlculs de la PSBT
ja: PSBT計算

source: Review Recipients
ca: Revisar Destinataris
it: Verifica i destinatari
ja: 送金先を確認する

source: input
ca: entrada
ja: インプット

source: recipient
ca: receptor
it: destinatario
ja: 送金先

source: {} change
ca: {} canvi
it: {} resto
ja: {}単位でのお釣り

source: Multisig
ja: マルチシグ

source: Change
ca: Canvi
it: Resto
ja: お釣り

source: Addr
ca: Adreça
it: Indir
ja: アドレス

source: Address verified!
ca: Adreça verificada!
it: Indirizzo verificato!
ja: アドレスを確認済み。

source: raw hex data
ca: dades en hexadecimal
ja: 生の16進法データ

source: Sign PSBT
ca: Firma el PSBT
it: Firma la PSBT
ja: PSBTに署名する

source: Click to approve this transaction
ca: Fés click per aprovar la transacció
it: Clicca per approvare questa transazione
ja: クリックで取り引きを認可する

source: back
ca: enrere
it: indietro
ja: 戻る

source: Brighter
ca: Més clar
it: Chiaro
ja: 明るくする

source: Darker
ca: Més fosc
it: Scuro
ja: 暗くする

source: Success!
ca: Èxit!
it: Successo!
ja: 成功しました。

source: Caution
ca: Atenció
it: Attenzione
ja: 注意

source: Privacy Leak!
ca: Fuita de Privacitat!
it: Potenziale compromissione della privacy!
ja: 個人情報漏洩注意！

source: I Understand
ca: Ho entenc
it: Ho Capito
ja: 承知しました。

source: Classified Info!
ca: Dades sensibles!
it: Informazione Riservata!
ja: 秘密情報！

source: Error
it: Errore
ja: エラー

source: Restarting
ca: Reiniciant
it: Riavvio in corso
ja: 再起動中

source: SeedSigner is restarting. All in-memory data will be wiped.
ca: La SeedSigner s'està reiniciant. Totes les dades en memòria seran esborrades.
it: SeedSigner stà ripartendo. Tutti i dati in memoria saranno cancellati.
ja: シードサイナーが再起動中。 揮発性メモリーにある全てのデータが削除されます。

source: Powering Off
ca: Apagant-se
it: Spegnimento in corso
ja: ｼｬｯﾄﾀﾞｳﾝ中

source: Please wait about 30 seconds before disconnecting power.
ca: Si us plau, espera uns 30 segons abans de desconectar la corrent.
it: Attendi 30 secondi prima di disconnettere l'alimentazione.
ja: 電源を抜く前に、約30秒待ってください。

source: Just Unplug It
ca: Desendolla
it: Ora scollegalo
ja: 電源を抜いてもいい

source: It is safe to disconnect power at any time.
ca: És segur desconectar la SeedSigner de la corrent en qualsevol moment.
it: È possibile scollegare l'alimentazione in qualsiasi momento.
ja: いつでも電源を抜いても宜しい。

source: Finalize Seed
ca: Finalitzar Llavor
it: Finalizza Seed
ja: シードを確定する

source: fingerprint
ca: empremta
ja: フィンガープリント値

source: Backup Seed
ca: Fer còpia de seguretat
ja: シードをバックアップする

source: Backups do not include your passphrase.
ca: Les còpies de seguretat no inclouen la teva passphrase
it: Il backup non include la tua "passphrase".
ja: バックアップはパスフレーズを含みません。パスフレーズを追加した場合、別途に保存する必要があります。

source: Seed Words: {}/{}
ca: Paraules: {}/{}
it: Parole del Seed: {}/{}
ja: シードワード： {}/{}

source: BIP-85 Index
ca: Índex BIP-85
ja: BIP-85インデックス

source: Verify Backup?
ca: Verificar Còpia Seg?
it: Vuoi verificare il backup?
ja: バックアップを確認しますか？

source: Optionally verify that your mnemonic backup is correct.
ca: Opcionalment, verifica que la còpia de seguretat del teu mnemònic és correcte.
it: Puoi verificare che il backup della mnemonica sia corretto.
ja: バックアップに誤りがないかを確認する（省略可）。

source: Derivation Path
ca: Ruta de Derivació
ja: 導出パス

source: Export Xpub
ca: Exportar Xpub
it: Esporta Xpub
ja: xpubをエクスポートする

source: Xpub Details
ca: Detalls de la Xpub
it: Dettagli Xpub
ja: xpubの詳細

source: Fingerprint
ca: Emprempta
ja: フィンガープリント値

source: Derivation
ca: Derivació
it: Derivazione
ja: 導出パス

source: BIP-39 Passphrase
ca: Passphrase BIP-39
ja: BIP-39パスフレーズ

source: Verify Passphrase
ca: Verificar Passphrase
it: Verifica Passphrase
ja: パスフレーズを確認する

source: changes fingerprint
ca: modifica l'empremta
it: cambio di fingerprint
ja: フィンガープリント値が変わる

source: Standard
ca: Estàndard
ja: 標準

source: BIP-39 wordlist indices
ca: Índexs de la llista BIP-39
ja: BIP-39のワードリストで何番目のワード

source: Compact
ca: Compacte
it: Compattato
ja: コンパクト

source: Raw entropy bits
ca: Bits d'entropia
ja: エントロピーの生データ

source: Transcribe SeedQR
ca: Transcriure el SeedQR
it: Trascrivi SeedQR
ja: シードQRの控えを書き写す

source: Begin {}x{}
ca: Inici {}x{}
it: Inizia {}x{}
ja: {}x{} 開始

source: click to exit
ca: prem per sortir
it: clicca per uscire
ja: クリックして前の画面に戻る

source: Optionally scan your transcribed SeedQR to confirm that it reads back correctly.
ca: Opcionalment, escaneja el QR de la llavor transcrita per confirmar que es llegeix correctament.
it: Puoi effettuare lo scan del tuo SeedQR per verificare che si legga correttamente.
ja: 書き写されたシードQRの控えを読み取り、誤りがないかを確認する（省略可）。

source: Verify Address
ca: Verificar Adreça
it: Verifica Indirizzo
ja: アドレスを確認する

source: Checking address {}
ca: Comprovant adreça {}
it: Controllo indirizzo {}
ja: {}番目のアドレスを確認中

source: Address Verified
ca: Adreça Verificada
it: Indirizzo Verificato
ja: アドレス確認済み

source: change address
ca: adreça de canvi
it: indirizzo di resto
ja: お釣り用アドレス

source: receive address
ca: adreça de recepció
it: indirizzo di ricezione
ja: 入金用アドレス

source: index {}
ca: índex {}
ja: インデックス{}

source: Multisig Verification
ca: Verificació de la Multisig
it: Verifica Multisig
ja: マルチシグの確認

source: Load your multisig wallet descriptor to verify your receive/self-transfer or change address.
ca: Carregar descriptor de la multisig per verificar l'adreça del receptor, d'autotransferència o canvi.
it: Importa il descriptor del wallet multisig per verificare l'indirizzo di ricezione o l'indirizzo di resto.
ja: マルチシグウォレットのdescriptorを入力すれば、自分の入金用アドレス（自分に送金する場合も含む）や自分のお釣り用アドレスを確認できる。

source: Descriptor Loaded
ca: Descriptor carregat
it: Descriptor Importato
ja: descriptor入力済み

source: Policy
ca: Polítiques
ja: 必要な署名数や署名者の総数

source: Signing Keys
ca: Claus per signar
it: Chiavi di firma
ja: 署名用鍵

source: Review Message
ca: Revisa el Missatge
it: Rivedi Messaggio
ja: メッセージを確認する

source: Next
ca: Següent
it: Avanti
ja: 次

source: Confirm Address
ca: Confirma Adreça
it: Conferma indirizzo
ja: アドレスを確認する

source: Sign Message
ca: Signar Missatge
it: Firma un messaggio
ja: メッセージを署名する

source: derivation path
ca: ruta de derivació
ja: 導出パス

source: Settings
ca: Opcions
it: Impostazioni
ja: 設定

source: I/O Test
ca: Test d'Entrada/Sortida
ja: 入出力テスト

source: Clear
ca: Netejar
it: Pulisci
ja: 画像を破棄

source: Exit
ca: Sortir
it: Esci
ja: 戻る

source: Capturing image...
ca: Capturant imatge...
it: Sto catturando l'immagine..
ja: 画像を読み取り中...

source: Donate
ca: Donar
it: Donazioni
ja: 寄付する

source: SeedSigner is 100%% free & open source, funded solely by the Bitcoin community. Donate onchain or LN at:
ca: La SeedSigner és 100%% gratuïta i de codi obert, finançada únicament per la comunitat de Bitcoin. Podeu donar en cadena o usant la LN a:
it: SeedSigner è al 100%% libero e open source, finanziato esclusivamente dalla comunità Bitcoin. Donate onchain o via LN a:
ja: ｼｰﾄﾞｻｲﾅｰは100%%ﾌﾘｰｿﾌﾄｳｪｱ･ｵｰﾌﾟﾝｿｰｽｿﾌﾄｳｪｱであり、ﾋﾞｯﾄｺｲﾝ･ｺﾐｭﾆﾃｨからの資金によってのみ成り立っているﾌﾟﾛｼﾞｪｸﾄです。 ﾋﾞｯﾄｺｲﾝ（ｵﾝﾁｪｰﾝ若しくはﾗｲﾄﾆﾝｸﾞ）で寄付をするには、こちらをご使用ください。

source: Settings QR
ca: Preferències QR
it: Impostazioni QR
ja: 設定用QR

source: Settings updated...
ca: Preferències actualitzades...
it: Impostazioni aggiornate..
ja: 設定を更新済み

source: Home
ca: Inici
ja: メニュー

source: click a button
ca: prem un botó
it: clicca un bottone
ja: ボタン押し待ち

source: reshoot
ca: recapturar
it: riscatta foto
ja: 写真を撮りなおす

source: accept
ca: acceptar
it: accetta foto
ja: 使用する

source: Dice Roll {}/{}
ca: Tirar Daus {}/{}
it: Lancio Dadi {}/{}
ja: {}/{}回目のサイコロを投げます

source: Build Final Word
ca: Generar Paraula Final
it: Calcola l'ultima parola
ja: 最後のワードを決める

source: The {mnemonic_length}th word is built from {num_bits} more entropy bits plus auto-calculated checksum.
ca: La {mnemonic_length} necesita {num_bits} extres d'entropia + suma de control.
it: La {mnemonic_length}esima parola è calcolata con più di {num_bits} bits di entropia e il calcolo del checksum.
ja: {mnemonic_length}番目のワードを、更なる{num_bits}ビットのエントロピーと、自動計算されるチェックサムとで組む。

source: Coin Flip {}/{}
ca: Llançament de moneda {}/{}
it: Lancio Moneta {}/{}
ja: {}/{}のコインを投げる

source: Heads = 1
ca: Cares = 1
it: Testa = 1
ja: 表＝1

source: Tails = 0
ca: Creus = 0
it: Croce = 0
ja: 裏＝0

source: Your input: "{}"
ca: Entrada: "{}"
it: I tuoi input: "{}"
ja: 現在の入力＝「{}」

source: Checksum
ca: Suma de comprovació
ja: チェックサム

source: Final Word: "{}"
ca: Paraula Final: "{}"
it: Ultima Parola: "{}"
ja: 最後のワード＝「{}」

source: 12th Word
ca: 12a Paraula
it: 12ma Parola
ja: 12番目のワード

source: 24th Word
ca: 24a Paraula
it: 24ma Parola
ja: 24番目のワード

source: Address Explorer
ca: Explorador d'Adreces
ja: アドレス・エクスプローラー

source: Wallet descriptor
ca: Descriptor de la Bitlletera
ja: ウォレットのdescriptor

source: Enabled
ca: Habilitat
it: Abilitato
ja: 有効

source: Disabled
ca: Deshabilitat
it: Disabilitato
ja: 無効

source: Prompt
ca: Indicacions
ja: 都度確認

source: Required
ca: Requerit
it: Obbligatorio
ja: 必須

source: Threshold at 0.01
ca: Llindar a 0.01
it: Soglia a 0.01
ja: 0.01で切り替える

source: BTC | sats hybrid
ca: híbrid BTC | sats
it: BTC | sats
ja: BTC・サトシの混合表示

source: Low
ca: Baixa
it: Bassa
ja: 低

source: Medium
ca: Mitjana
it: Media
ja: 中

source: High
ca: Alta
it: Alta
ja: 高

source: Mainnet
ja: メインネット

source: Testnet
ja: テストネット

source: Regtest
ja: リグレッションテスト

source: Store Settings on SD card
ca: Guardar preferències a la targeta SD
it: Salva le Impostazioni nella SD card
ja: 設定をSDカードに保存する

source: Insert SD card to enable
ca: Insereix una targeta SD per habilitar
it: Inserisci SD card per abilitare
ja: SDカードを挿入すれば、できるようになる

source: Single Sig
ca: Signatura Individual
ja: シングルシグ

source: Custom Derivation
ca: Derivació Personalitzada
it: Derivazione personalizzata
ja: 都度指定の導出パス

source: Custom Extension
ca: Extensió Personalitzada
it: Estensione personalizzata
ja: 都度指定の拡張子

source: Language
ca: Idioma
it: Lingua
ja: 言語

source: Mnemonic language
ca: Idioma del mnemònic
it: Lingua della mnemonica
ja: シードワード言語

source: Persistent settings
ca: Preferències persistents
it: Impostazioni persistenti
ja: 非揮発性設定

source: Coordinator software
ca: Programari coordinador
it: Software Wallets
ja: コーディネーター用アプリ

source: Denomination display
ca: Denominació
it: Visualizzazione denominazione
ja: 表示金額の単位

source: Bitcoin network
ca: Xarxa Bitcoin
it: Rete Bitcoin
ja: ビットコインネットワーク

source: QR code density
ca: Densitat del codi QR
it: Densità QR code
ja: QRコードの解像度

source: Xpub export
ca: Exportar Xpub
it: Esporta Xpub
ja: xpubをエクスポートする

source: Sig types
ca: Tipus de signatura
it: Tipi di firma
ja: 署名の書類

source: Script types
ca: Tipus de scripts
it: Tipi di script
ja: スクリプトの種類

source: Show xpub details
ca: Mostra detalls de la xpub
it: Mostra dettagli xpub
ja: xpubの詳細を表示

source: BIP-39 passphrase
ca: Passphrase BIP-39
ja: BIP-39パスフレーズ

source: Camera rotation
ca: Rotació de càmera
it: Rotazione telecamera
ja: カメラ回転

source: Compact SeedQR
ca: SeedQR compacte
it: Compatta SeedQR
ja: コンパクトなシードQR

source: BIP-85 child seeds
ca: Llavors filles BIP-85
ja: BIP-85の子シード

source: Electrum seeds
ca: Llavors d'Electrum
ja: Electrum用シード

source: Native Segwit only
ca: Només Native Segwit
it: Solo Native Segwit
ja: Native Segwitのみ

source: Message signing
ca: Signar missatges
it: Firmando il messaggio
ja: メッセージの署名

source: Show privacy warnings
ca: Mostra advertències de privacitat
it: Mostra avvisi sulla privacy
ja: 個人情報漏洩注意の表示

source: Show dire warnings
ca: Mostra advertències greus
it: Mostra avvisi gravi
ja: 深刻危険注意の表示

source: Show QR brightness tips
ca: Mostrar consells sobre la brillantor dels QR
it: Mostra suggerimenti sulla luminosità del QR
ja: QR輝度ヒントの表示

source: Show partner logos
ca: Mostrar logotips de col·laboradors
it: Mostra loghi dei partner
ja: パートナー ロゴの表示

source: QR background color
ca: Color de fons del QR
it: Colore sfondo QR
ja: QR背景色

source: Scan a seed
ca: Escanejar una llavor
it: Scansiona un seed
ja: シードを読み取る

source: Enter 12-word seed
ca: Introduïr 12 paraules
it: Inserisci un seed di 12 parole
ja: 12ワードのシードを記入する

source: Enter 24-word seed
ca: Introduïr 24 paraules
it: Inserisci un seed di 24 parole
ja: 24ワードのシードを記入する

source: Enter Electrum seed
ca: Introdueix una llavor d'Electrum
it: Inserisci un seed di Electrum
ja: Electrum用シードを記入する

source: Select Signer
ca: Escull Firmant
it: Seleziona firmatore
ja: 署名者を選択する

source: Parsing PSBT...
ca: Analitzant PSBT...
it: Analisi PSBT...
ja: PSBTを解読中...

source: Unsupported Script Type!
ca: Tipus de Script No Suportat
it: Script Type non supportato!
ja: 未対応のスクリプトの種類！

source: PSBT has unsupported input script type, please verify your change addresses.
ca: La PSBT conté un script d'entrada no suportat, si us plau verifica la teva adreça de canvi.
it: Questa PSBT ha un Input Script Type non supportato, verifica gli indirizzi di resto.
ja: PSBTに未対応のスクリプトの種類があります。お釣り用アドレスをご確認ください。

source: Continue
ca: Continuar
it: Continua
ja: 続く

source: Full Spend!
ca: Despesa Íntegre!
it: Spendi totalmente!
ja: 全額が支払われるぞ！

source: This PSBT spends its entire input value. No change is coming back to your wallet.
ca: Aquesta PSBT gasta la totalitat de les entrades. No hi ha cap canvi.
it: Questa PSBT spende l'intero valore in input. Non avrai resto nel tuo wallet.
ja: このPSBTのインプットの全額が支払われるため、送金元のウォレットへお釣りが一切戻って来ません。

source: Will Send
ca: S'enviarà
it: Pronta per l'invio
ja: 送付する予定

source: Next Recipient
ca: Següent Receptor
it: Prossimo destinatario
ja: 次の送金先

source: Skip Verification
ca: Saltar Verificació
it: Salta verifica
ja: 確認を省略

source: Verify Multisig Change
ca: Verificar el Canvi de la Multisig
it: Verifica resto Multisig
ja: マルチシグのお釣りを確認する

source: Your Change
ca: El teu canvi
it: Il tuo resto
ja: お釣り

source: Self-Transfer
ca: Autotransferència
it: Auto-trasferimento
ja: 自分に送金

source: Verify Multisig Addr
ca: Verificar Adreça Multisig
it: Verifica Indirizzo Multisig
ja: マルチシグアドレスを確認する

source: Verifying Change...
ca: Verificant canvi...
it: Verifica resto..
ja: お釣りを確認中...

source: Verifying Self-Transfer...
ca: Verificant Autotransferència...
it: Verifica auto-trasferimento..
ja: 自分への送金を確認中...

source: PSBT's {} address could not be verified from wallet descriptor.
ca: L'adreça de PSTB per {} no s'ha pogut verificar amb el descriptor.
it: Gli indirizzi nella PSBT di {} non possono essere verificati dal wallet descriptor.
ja: ウォレットのdescriptorからPSBTの{}のアドレスを確認できなかった！

source: PSBT's {} address could not be generated from your seed.
ca: No s'ha pogut generar les adreces de {} de la PSBT des de la llavor.
it: Gli indirizzi nella PSBT di {} non possono essere generati da questo Seed.
ja: シードからPSBTの{}のアドレスを生成できなかった！

source: Suspicious PSBT
ca: PSBT sospitosa
it: PSBT sospetta
ja: 怪しいPSBT！

source: Address Verification Failed
ca: Verificació d'Adreça Fallida
it: Verifica indirizzo fallita
ja: アドレスを確認できなかった！

source: Discard PSBT
ca: Descartar PSBT
it: Scarta PSBT
ja: PSBTを破棄する

source: Approve PSBT
ca: Aprovar PSBT
it: Approva PSBT
ja: PSBTを承認する

source: Select Diff Seed
ca: Seleccionar una llavor diferent
it: Seleziona altro Seed
ja: 違うシードを選択

source: PSBT Error
ca: Error en la PSBT
it: Errore PSBT
ja: PSBTのエラーが発生した！

source: Signing Failed
ca: Signatura Fallida
it: Firma non riuscita
ja: 署名できなかった！

source: Signing with this seed did not add a valid signature.
ca: Signar amb aquesta llavor no ha afegit una signatura vàlida.
it: Firmando con questo Seed non si aggiunge una firma valida.
ja: このシードで署名しても、有効な署名を付加できなかった！

source: Scan a QR code
ca: Escanejar QR
it: Scansiona un QR code
ja: QRを読み取る

source: QRCode not recognized or not yet supported.
ca: El codi QR no és reconeixible o encara no està suportat.
it: QR code non riconosciuto o non ancora supportato.
ja: 認知不可能か未対応のQRです。

source: Wrong QR Type
ca: Tipus de QR erroni
it: Tipologia QR errata
ja: QRの種類が違う

source: Scan PSBT
ca: Escanejar PSBT
it: Scansiona PSBT
ja: PSBTを読み取る

source: Expected a PSBT
ca: S'esperava una PSBT
it: Il sistema si aspetta una PSBT
ja: PSBT用QRを期待していたところ、内容が違う

source: Scan SeedQR
ca: Escanejar QR
it: Scansiona un SeedQR
ja: シードQRを読み取る

source: Expected a SeedQR
ca: S'esperava un SeedQR
it: Il sistema si aspetta un SeedQR
ja: シードQRを期待していたところ、内容が違う

source: Scan descriptor
ca: Escanejar un descriptor
it: Scansiona un descriptor
ja: descriptorを読み取る

source: Expected a wallet descriptor QR
ca: S'esperava el descriptor QR d'una bitlletera
it: Il sistema si aspetta un wallet descriptor QR
ja: ウォレットdescriptor用QRを期待していたところ、内容が違う

source: Scan address QR
ca: Escanejar Adreça
it: Scansiona un indirizzo QR
ja: アドレス用QRを読み取る

source: Expected an address QR
ca: S'esperava el QR d'una adreça
it: Il sistema si aspetta un indirizzo QR
ja: アドレス用QRを期待していたところ、内容が違う

source: Unknown QR Type
ca: Tipus de QR desconegut
it: Tipologia QR sconosciuta
ja: 不明な種類のQR

source: QRCode is invalid or is a data format not yet supported.
ca: El codi QR és invàlid o el format de les dades encara no està reconegut.
it: Il QR code non è valido o il formato dei dati non è ancora supportato
ja: 無効か未対応形式のQRです。

source: Done
ca: Fet
it: Fatto
ja: 終了

source: With support from:
ca: Amb el suport de:
it: Con il support di:
ja: 下記からの支援に感謝を

source: Load a seed
ca: Carrega una llavor
it: Importa un Seed
ja: シードを入力

source: In-Memory Seeds
ca: Llavors en Memòria
it: Seed importati in sessione
ja: 揮発性メモリー内のシード

source: Load the seed to verify
ca: Carrega la llavor per verificar
it: Importa il Seed per verificare
ja: シードを入力して確認する

source: Select seed to verify
ca: Selecciona una llavor per verificar
it: Seleziona il Seed per verificare
ja: シードを選択して確認する

source: Load the seed to sign with
ca: Carrega la llavor per firmar
it: Importa il Seed con cui firmare
ja: 署名するためのシードを入力

source: Select seed to sign with
ca: Selecciona la llavor per firmar
it: Seleziona il Seed con cui firmare
ja: 署名するためのシードを選択する

source: Scan a SeedQR
ca: Escanejar el SeedQR d'una llavor
it: Scansiona un SeedQR
ja: シードQRを読み取る

source: Create a seed
ca: Generar una llavor
it: Crea nuovo Seed
ja: シードを作る

source: Load A Seed
ca: Carregar Una Llavor
it: Importa un Seed
ja: シードを読み込む

source: Seed Word #{}
ca: Paraula Llavor #{}
it: Parola del Seed #{}
ja: {}番目のシードワード

source: Review & Edit
ca: Revisar i Editar
it: Rivedi e modifica
ja: 確認・編集

source: Discard
ca: Descartar
it: Scarta
ja: 破棄

source: Invalid Mnemonic!
ca: Mnemònic Invàlid!
it: Mnemonica non valida!
ja: シードが無効です！

source: Checksum failure; not a valid seed phrase.
ca: Suma de comprovació fallida; no és una frase llavor vàlida.
it: Checksum fallito; non è una Seed phrase valida
ja: チェックサム整合性無し、シードが無効です！

source: Edit passphrase
ca: Editar passphrase
it: Modifica passphrase
ja: パスフレーズを編集する

source: Discard passphrase
ca: Descartar passphrase
it: Cancella passphrase
ja: パスフレーズを破棄する

source: Discard passphrase?
ca: Descartar passphrase?
it: Cancellare passphrase?
ja: パスフレーズを破棄する？

source: Your current passphrase entry will be erased
ca: S'esborrarà la seva passphrase actual
it: La passphrase attuale verrà eliminata
ja: 現在記入中のパスフレーズが消去される

source: Keep Seed
ca: Mantenir llavor
it: Mantieni Seed
ja: シードを保管

source: Wipe seed {} from the device?
ca: Esborrar llavor {} del dispositiu?
it: Cancellare il Seed {} da questo dispositivo?
ja: シード{}を消去する？

source: Discard Seed?
ca: Descartar Llavor?
it: Cancellare Seed?
ja: シードを破棄する？

source: Electrum warning
ca: Avís d'Electrum
it: avvisi di Electrum
ja: Electrumに関する注意

source: Some features are disabled for Electrum seeds.
ca: Algunes característiques estan deshabilitades per les llavors d'Electrum.
it: Alcune funzionalità sono disabilitate per i Seed di Electrum.
ja: Electrum用シードの場合、使えない機能もあることにご注意ください。

source: Verify Addr
ca: Verifica adreça
it: Verifica Indirizzo
ja: アドレスを確認する

source: BIP-85 Child Seed
ca: Llavor filla BIP-85
ja: BIP-85の子シード

source: Discard Seed
ca: Descartar Llavor
it: Cancella Seed
ja: シードを破棄

source: View Seed Words
ca: Veure Paraules Llavor
it: Visualizza parole Seed
ja: シードワードを表示

source: Export as SeedQR
ca: Exporta com a SeedQR
it: Esporta come SeedQR
ja: シードQRとしてエクスポート

source: Xpub can be used to view all future transactions.
ca: La xpub permet veure totes les futures transaccions.
it: Una Xpub può essere usata per vedere tutte le future transazioni.
ja: 第三者が自分のxpubを知った場合、自分の取り引きが見られてしまう！

source: Generating xpub...
ca: Generant xpub...
it: Generazione xpub...
ja: xpub生成中...

source: You must keep your seed words private & away from all online devices.
ca: Manté la teva frase llavor privada i lluny de qualsevol dispositiu connectat a Internet.
it: Assicurati di custodire le parole del Seed in un luogo privato e di tenerle lontane da qualsiasi dispositivo online.
ja: シードワードを秘密に守り、インターネットに接続可能な機器等に保管しないよう、ご注意ください！

source: Child #{}
ca: Fill #{}
ja: 子#{}

source: Seed Words
ca: Paraules Llavor
it: Parole del Seed
ja: シードワード

source: 12 Words
ca: 12 paraules
it: 12 parole
ja: 12ワード

source: 24 Words
ca: 24 paraules
it: 24 parole
ja: 24ワード

source: BIP-85 Num Words
ca: Num de Paraules
ja: BIP-85のワード数

source: BIP-85 Index Error
ca: Error d'índex BIP-85
ja: BIP-85インデックスのエラー

source: Invalid Child Index
ca: índex del Fill Invàlid
it: Child Index invalido
ja: 無効の子インデックス

source: BIP-85 Child Index must be between 0 and 2^31-1.
ca: L'Índex fill BIP-85 ha d'estar entre 0 i 2^31-1.
it: BIP-85 Child Index deve essere tra 0 e 2^31-1.
ja: BIP-85子インデックスの値は0〜2^31-1の間にする必要がある。

source: Try Again
ca: Tornar a intentar
it: Riprova
ja: もう一度やってみてください。

source: Verify
ca: Verifica
it: Verifica
ja: 確認する

source: Skip
ca: Saltar
it: Salta
ja: 省略する

source: Verify Word #{}
ca: Verifica Paraula #{}
it: Verifica parola #{}
ja: {}番目のワードを確認

source: Review Seed Words
ca: Revisar Paraules Llavor
it: Rileggi parole del Seed
ja: シードワードを確認

source: Word #{} is not "{}"!
ca: La Paraula #{} no és "{}"!
it: La parola #{} non è "{}"!
ja: {}番目のワードは、「{}」ではありません！

source: Wrong Word!
ca: Paraula equivocada!
it: Parola sbagliata!
ja: ワードが誤っている！

source: Verification Error
ca: Error de verificació
it: Errore di verifica
ja: 確認エラー！

source: Backup Verified
ca: Còpia de seguretat verificada
it: Backup verificato
ja: バックアップに誤りがないことを確認しました。

source: All mnemonic backup words were successfully verified!
ca: Paraules de la còpia de seguretat mnemotècnica verificades correctament!
it: Tutte le parole del backup della mnemonica sono state verificate con successo!
ja: バックアップの全てのシードワードに誤りがないことを確認しました。

source: Standard: 25x25
ca: Estàndard: 25x25
ja: 標準: 25x25

source: Compact: 21x21
ca: Compacte: 21x21
it: Compatto: 21x21
ja: コンパクト: 21x21

source: Standard: 29x29
ca: Estàndard: 29x29
ja: 標準: 29x29

source: Compact: 25x25
ca: Compacte: 25x25
it: Compatto: 25x25
ja: コンパクト: 25x25

source: SeedQR Format
ca: Format SeedQR
it: Formato del SeedQR
ja: シードQRの形式

source: SeedQR is your private key!
ca: El SeedQR és la clau privada!
it: SeedQR è la tua chiave privata!
ja: シードQRとは、秘密鍵と同然です！
